Repository: bvcsource/sxconsole
Catalog: sx-translations/sxconsole/*/LC_MESSAGES/django.po
Languages: de, pl

source: Please enter a correct email and password. Note that both fields may be case-sensitive.
de: Bitte gib eine korreke E-Mail und Passwort an. Beachte Groß- und Kleinschreibung.
pl: Wprowadź poprawny adres e-mail oraz hasło.

source: Remember me
de: Angemeldet bleiben
pl: Zapamiętaj mnie

source: There is no user with this e-mail address.
de: Es gibt keinen Nutzer mit dieser E-Mail Adresse
pl: Nie ma użytkownika o podanym adresie e-mail.

source: Current password
de: Aktuelles Passwort
pl: Obecne hasło

source: New password
de: Neues Passwort
pl: Nowe hasło

source: Please enter your password.
de: Passwort wiederholen
pl: Podaj swoje hasło.

source: Admin
pl: Administrator

source: Super Admin
pl: Super Administrator

source: Root Admin
pl: Administrator Naczelny

source: Email
pl: Adres e-mail

source: Level
de: Ebene
pl: Poziom

source: {app_name} password reset
de: {app_name} Passwort zurücksetzen
pl: {app_name}: resetowanie hasła

source: Welcome to {app_name}!
de: Willkommen bei {app_name}!
pl: Witamy w {app_name}!

source: Login
de: Anmelden
pl: Zaloguj

source: Profile
de: Profil
pl: Profil

source: Change password
de: Passwort ändern
pl: Zmień hasło

source: Welcome
de: Willkommen
pl: Witamy

source: Welcome to {app_name}! First, you have to set a password for your account.
de: Willkommen bei {app_name}! Zunächst musst Du ein Passwort für Dein Konto setzen
pl: Witamy w {app_name}! Na początek musisz ustawić hasło do swojego konta.

source: Password reset
de: Passwort zurücksetzen
pl: Resetowanie hasła

source: Enter a new password.
de: Gib ein neues Passwort ein
pl: Wprowadź nowe hasło

source: Forgot your password?
de: Passwort vergessen?
pl: Zapomniałeś hasła?

source: Enter your e-mail address. We'll send you a link to recover your account.
de: Bitte gib Deine E-Mail Adresse ein. Wir schicken Dir einen Link um den Zugriff auf Dein Konto wiederherzustellen.
pl: Podaj swój adres e-mail. Wyślemy na niego link, dzięki któremu odzyskasz swoje konto.

source: We have sent you an e-mail with instructions on resetting your password.
de: Wir haben Dir eine E-Mail mit Anweisungen zum Zurücksetzen Deines Passworts geschickt.
pl: Wysłaliśmy ci e-mail z instrukcjami, jak zresetować swoje hasło.

source: Administrators
de: Administratoren
pl: Administratorzy

source: Invite
de: Einladen
pl: Zaproś administratora

source: Invitation has been sent to {}
de: Die Einladung wurde an {} gesendet.
pl: Zaproszenie zostało wysłane do {}

source: Deleting {email}
de: Lösche {email}
pl: Usuwanie {email}

source: Managing {email} clusters
de: Cluster {email} verwalten
pl: Zarządzanie klastrami {email}

source: You can't set a date in the past.
de: Du kannst kein vergangenes Datum setzen.
pl: Nie możesz ustawić terminu ważności w przeszłości.

source: If omitted, a random password will be assigned.
de: Falls leer wird ein zufälliges Passwort verwendet.
pl: W przypadku pominięcia tego pola wygenerowane zostanie losowe hasło.

source: Expiration date
de: Ablaufdatum
pl: Termin ważności

source: Optional. If set, the cluster will become unusable on this date.
de: Optional. Falls gesetzt wird der Cluster ab diesem Zeitpunkt unbenutzbar.
pl: Opcjonalne. Od tego dnia klaster będzie niedostępny.

source: Cluster admin
de: Cluster Administrator
pl: Administrator klastra

source: E-mail address of the cluster's admin.
de: E-Mail Adresse des Cluster Administrators
pl: Adres e-mail administratora klastra

source: From
de: Von
pl: Od

source: Until
de: Bis
pl: Do

source: User
de: Benutzer
pl: Użytkownik

source: Volume
de: Volumes
pl: Wolumin

source: S3 host
pl: Nazwa hosta usługi S3

source: S3 port
pl: Numer portu usługi S3

source: Custom port number used to connect to the S3 host. Default is 443.
de: Benutzerdefinierte Portnummer für die Verbindung zum S3 host. Standard ist 443.
pl: Numer portu, który zostanie użyty do połączenia z hostem S3. Domyślnie 443.

source: S3 access key ID
de: S3 Zugriffs-ID
pl: Identyfikator klucza dostępu S3

source: S3 secret access key
de: Geheimer S3 Zugriffschlüssel
pl: Klucz dostępu S3

source: Default new volume size
de: Standard Volume-Größe
pl: Domyślna wielkość nowych woluminów

source: If destination volume for any given bucket doesn't exist, it will be created with the size given here. If no value is given, the size will be slightly larger than the size of the bucket. Suffixes can be used, e.g. 100GB.
de: Falls ein Zielvolume für einen Bucket nicht existiert, wird es mit der hier eingestellten Größe erstellt. Falls kein Wert festgelegt ist, wird das Volume etwas Größer als der Bucket erstellt. Suffixe (z. B. 100GB) können genutzt werden.
pl: Jeśli wolumin docelowy dla danego kontenera nie istnieje, zostanie utworzony nowy wolumin o rozmiarze podanym w tym polu. Jeżeli nie zostanie podana żadna wartość, rozmiar nowego woluminu będzie nieco większy niż rozmiar źródłowego kontenera. Przy podawaniu rozmiaru można użyć przyrostka, np. 100GB.

source: Default new volume replicas
de: Standard Replikationsanzahl
pl: Domyślna liczba replik nowych woluminów

source: If destination volume for any given bucket doesn't exist, it will be created with the replica count given here.
de: Wenn ein Zielvolume für einen Bucket nicht existiert, wird es mit der hier eingestellten Replikationsanzahl erstellt.
pl: Jeśli wolumin docelowy dla danego kontenera nie istnieje, zostanie utworzony nowy wolumin z liczbą replik podaną w tym polu.

source: Validate S3 SSL certificates
de: S3 SSL Zertifikat validieren
pl: Waliduj certyfikaty SSL przy połączeniu z S3

source: Advanced
de: Erweitert
pl: Ustawienia zaawansowane

source: Cluster name
pl: Nazwa klastra

source: Max volumes
de: Max. Anzahl Volumes
pl: Limit woluminów

source: Max users
de: Max. Anzahl Benutzer
pl: Limit użytkowników

source: Size
de: Größe
pl: Rozmiar

source: Enable thin provisioning
de: Thin provisioning aktivieren
pl: Włącz thin provisioning

source: Replicas
de: Kopien
pl: Liczba replik

source: Optional. If set, all new volumes in this cluster will use this replica count.
de: Optional. Falls gesetzt werden alle neuen Volumes den Wert übernehmen.
pl: Opcjonalne. Wymusza liczbę replik dla nowych woluminów w tym klastrze.

source: {usage} of {size} ({percentage}%)
de: {usage} von {size} ({percentage}%)
pl: {usage} z {size} ({percentage}%)

source: Cluster
pl: Klaster

source: List
de: Liste
pl: Listuj

source: Download
de: Herunterladen
pl: Pobierz

source: Upload
de: Hochladen
pl: Wgraj

source: Delete
de: Löschen
pl: Usuń

source: S3 import {state_verb}
pl: Import z S3 zakończony {state_verb}

source: succeeded
de: erfolgreich!
pl: powodzeniem

source: partially failed!
de: teilweise fehlgeschlagen!
pl: częściowym niepowodzeniem!

source: failed!
de: fehlgeschlagen!
pl: niepowodzeniem!

source: Replica count is not set. Buckets will not be imported.
de: Replikationsanzahl ist nicht gesetzt. Buckets werden nicht importiert.
pl: Liczba replik nie została ustawiona. Kontenery nie zostaną zaimportowane.

source: Bucket '{}' will not be imported because its destination volume name '{}' has already been used.
de: Bucket '{}' wird nicht importiert, da das Zielvolume '{}' bereits verwendet wird.
pl: Kontener '{}' nie zostanie zaimportowany, ponieważ nazwa docelowego woluminu, '{}', jest już zarezerwowana.

source: Nothing to import for bucket '{}'
de: Nicht zu importieren für Bucket '{}'
pl: Kontener '{}' nie ma nic do zaimportowania

source: Volumes for imported buckets cannot be created because the max volumes limit would be exceeded. Buckets will not be imported.
de: Volumes für importierte Buckets können nicht erstellt werden, da dies die maximale Anzahl an Volumes überschreiten würde. Buckets werden nicht importiert.
pl: Woluminy dla importowanych kontenerów nie mogą zostać utworzone, ponieważ limit liczby woluminów został osiągnięty. Kontenery nie zostaną zaimportowane.

source: Buckets will not be imported because the cluster has expired.
de: Buckets werden nicht importiert, da der Cluster abgelaufen ist.
pl: Kontenery nie zostaną zaimportowane, ponieważ ten klaster wygasł.

source: Volume '{}' cannot be created because there is not enough unallocated space on the cluster. Bucket will not be imported.
de: Volume '{}' kann nicht erstellt werden, da nicht genügend unallokierter Speicher vorhanden ist. Buckets werden nicht importiert.
pl: Wolumin '{}' nie może zostać utworzony, ponieważ klaster ma zbyt mało niezaalokowanej przestrzeni. Kontener nie zostanie zaimportowany.

source: Volumes for imported buckets cannot be created because there is not enough unallocated space on the cluster. Buckets will not be imported.
de: Volumes für Buckets können nicht erstellt werden, da nicht genügend unallokierter Speicher vorhanden ist. Buckets werden nicht importiert.
pl: Woluminy dla importowanych kontenerów nie mogą zostać utworzone, ponieważ klaster ma zbyt mało niezaalokowanej przestrzeni. Kontenery nie zostaną zaimportowane.

source: Adding a new cluster
de: Füge einen neuen Cluster hinzu
pl: Dodawanie nowego klastra

source: Updating {}
de: Aktualisiert {}
pl: Edytowanie {}

source: To delete a cluster, delete its users and volumes first.
de: Um den Cluster zu löschen, lösche zuerst die Benutzer und Volumes.
pl: Aby usunąć klaster, musisz najpierw usunąć jego użytkowników i woluminy.

source: Deleting {}
de: Löscht {}
pl: Usuwanie {}

source: New admin for {}
de: Neuer Administrator für {}
pl: Nowy administrator dla {}

source: User {} cannot be added
de: Der Benutzer {} kann nicht hinzugefügt werde
pl: Użytkownik {} nie może zostać dodany

source: Removing admin {} from {}
de: Löscht den Administrator {} von {}
pl: Usuwanie administratora {} z {}

source: Import data from an S3 service
de: Daten von anderem S3-Dienst importieren
pl: Importowanie danych z usługi S3

source: S3 import task status
de: S3 Import Status
pl: Status zadania importu z S3

source: Name should consist of at least two characters and include only alphanumeric characters, hyphen and underscore.
de: Der Name sollte aus mindestens zwei Zeichen bestehen. Es sind nur Buchstaben, Zahlen, Bind- und Unterstrich erlaubt.
pl: Nazwa powinna składać się z co najmniej dwóch znaków i zawierać wyłącznie litery, cyfry, łącznik lub znak podkreślenia.

source: Size must be at least 1MB.
de: Die Größe muss mindestens 1 MB sein.
pl: Rozmiar musi wynosić przynajmniej 1MB.

source: Replicas must be between {min} and {max}.
de: Anzahl der Kopien muss zwischen {min} und {max} liegen.
pl: Liczba replik musi wynosić od {min} do {max}.

source: Revisions must be between {min} and {max}.
de: Anzahl der Versionen muss zwischen {min} und {max} liegen.
pl: Liczba rewizji musi wynosić od {min} do {max}.

source: Port number must be between {min} and {max}.
de: Die Port-Nummer muss zwischen {min} und {max} liegen.
pl: Numer portu musi wynosić od {min} do {max}.

source: An error occurred while processing your request. Please try again later.
de: Ein Fehler ist beim Verarbeiten Deiner Anfrage aufgetreten. Bitte versuche es später erneut.
pl: Wystąpił błąd. Prosimy spróbować później.

source: Connection to the cluster failed.
de: Verbindung zum Cluster Fehlgeschlagen
pl: Błąd połączenia z klastrem

source: Volume size should be between {min} and {max}.
de: Volume-Größe sollte zwischen {min} und {max} sein.
pl: Rozmiar woluminu powinien wynosić od {min} do {max}.

source: Can't create a new volume: cluster capacity has been reached.
de: Kann kein neues Volume hinzufügen: Cluster-Kapazität erschöpft.
pl: Nie można dodać woluminu: osiągnięto limit pojemności klastra.

source: Failed to update cluster metadata.
de: Cluster Metadaten konnten nicht aktualisiert werden.
pl: Nie udało się zaktualizować metadanych klastra.

source: Cluster size should be at least {min}.
de: Volume-Größe muss mindestens {min} sein.
pl: Rozmiar klastra powinien wynosić przynajmniej {min}.

source: No
de: Nein
pl: Nie

source: Yes
de: Ja
pl: Tak

source: Full-text
de: Volltext
pl: Pełnotekstowe

source: Remove node
de: Knoten löschen
pl: Usuń węzeł

source: Mark node as faulty
de: Knoten als defekt markieren
pl: Oznacz węzeł jako wadliwy

source: Replace faulty node
de: Defekten Knoten ersetzen
pl: Zamień wadliwy węzeł

source: Add node
de: Knoten hinzufügen
pl: Dodaj węzeł

source: Modify node
de: Knoten ändern
pl: Modyfikuj węzeł

source: Update zones
de: Zonen aktualisieren
pl: Aktualizuj strefy

source: Resize cluster
de: Cluster anpassen
pl: Zmień rozmiar klastra

source: Modify cluster configuration
pl: Zmień konfigurację klastra

source: Mark nodes as faulty
pl: Oznacz węzły jako wadliwe

source: Replace faulty nodes
pl: Zamień wadliwe węzły

source: Import data from S3
de: Import von S3 Daten
pl: Importowanie danych z usługi S3

source: Delete volume
de: Volume löschen
pl: Usuń wolumin

source: Prepare access logs
pl: Przygotuj raport dziennika dostępu

source: An error occurred while sending e-mail. Please try again later.
de: Ein Fehler ist beim Senden der E-Mail aufgetreten. Bitte versuche es später erneut.
pl: Podczas wysyłania e-maila wystąpił błąd. Prosimy spróbować później.

source: Your cluster
de: Dein Cluster
pl: Twój klaster

source: SX Enterprise only
de: Nur SX Enterprise
pl: Tylko w SX Enterprise

source: Upgrade now!
de: Jetzt upgraden!
pl: Kup pełną wersję!

source: Upgrade to SX Enterprise to enable more graphs.
de: Führe ein Upgrade auf SX Enterprise für mehr Funktionen durch.
pl: Ulepsz do SX Enterprise, aby włączyć więcej wykresów.

source: With SX Enterprise, you can manage multiple virtual clusters.
de: Mit SX Enterprise können mehrere virtuelle cluster verwaltet werden.
pl: Mając SX Enterprise, możesz zarządzać wieloma wirtualnymi klastrami.

source: English
pl: angielski

source: German
de: Deutsch
pl: niemiecki

source: Italian
de: Italiano
pl: włoski

source: Polish
de: Polski
pl: polski

source: Cluster resize has been scheduled.
de: Clusteranpassungen wurden eingeplant.
pl: Zaplanowano zmianę rozmiaru klastra.

source: SXWeb address
de: SXWeb Adresse
pl: Adres SXWeb

source: SXShare address
de: SXShare Adresse
pl: Adres SXShare

source: LibreS3 address
pl: Adres Libres3

source: Cluster size
de: Clustergröße
pl: Rozmiar klastra

source: SX Enterprise configuration
de: SX Enterprise Einstellungen
pl: Konfiguracja SX Enterprise

source: Raft settings
de: Raft-Einstellungen
pl: Ustawienia Raft

source: Cluster Management
de: Cluster-Verwaltung
pl: Zarządzanie klastrem

source: Message
de: Nachricht
pl: Wiadomość

source: Save as default message
de: Als Standardnachricht speichern
pl: Zapisz jako domyślną

source: Please keep the "{{link}}" tag in the message. This is where the invitation link will be placed.
de: Bitte lasse "{{link}}" in der Nachricht. An dieser Stelle wird der Link zur Einladung platziert.
pl: Nie usuwaj tagu "{{link}}" z treści wiadomości. W jego miejscu wstawiony zostanie link z zaproszeniem.

source: Send an invitation e-mail
de: Sende eine E-Mail zur Einladung
pl: Wyślij e-mail z zaproszeniem

source: Set the user's password
de: Setze das Passwort des Benutzers
pl: Ustaw hasło użytkownika

source: Password
de: Passwort
pl: Hasło

source: Confirm password
de: Passwort bestätigen
pl: Potwierdź hasło

source: User with this e-mail address already exists in this cluster.
pl: Użytkownik z tym adresem e-mail już występuje w tym klastrze.

source: Adding a new user
de: Neuen Benutzer hinzufügen
pl: Dodawanie nowego użytkownika

source: This user already exists and has been added to this cluster.
pl: Ten użytkownik już istnieje i został dodany do tego klastra.

source: Sending password reset
de: Passwort zurücksetzen senden
pl: Resetowanie hasła

source: You can't reset this user's password because its cluster has expired.
de: Du kannst das Passwort des Benutzers nicht zurücksetzen, da der Cluster abgelaufen ist.
pl: Nie możesz zresetować hasła tego użytkownika ponieważ klaster, do którego on należy, wygasł.

source: You can't reset this user's password.
de: Du kannst das Passwort des Benutzers nicht zurücksetzen.
pl: Nie możesz resetować hasła tego użytkownika.

source: E-mail with password reset will be sent to {email}.
de: Eine E-Mail zum Zurücksetzen des Passworts wird an {email} gesendet.
pl: E-mail dotyczący resetowania hasła zostanie wysłany do {email}

source: Password reset sent to {}
de: Passwort zurücksetzen wurde an {} gesendet
pl: Link do resetowania hasła został wysłany do {}

source: You can't add a new user because you have reached the max users limit.
de: Du kannst keine neuen Benutzer hinzufügen, da Du bereits die maximale Nutzeranzahl erreicht hast.
pl: Nie możesz dodać nowego użytkownika, ponieważ osiągnąłeś limit użytkowników.

source: You can't add a new user because this cluster has expired.
de: Du kannst keine neuen Benutzer hinzufügen, da der Cluster abgelaufen ist.
pl: Nie możesz dodać nowego użytkownika, ponieważ ten klaster wygasł.

source: You can't do this while logged in.
de: Du kannst dies nicht machen, solange Du angemeldet bist.
pl: Nie możesz tego zrobić będąc zalogowanym

source: Both passwords must match.
de: Die Passwörter müssen identisch sein.
pl: Oba hasła muszą się zgadzać.

source: You can't use this link because it expired, or has been already used up.
de: Du kannst diesen Link nicht mehr benutzen, da er abgelaufen ist oder bereits verwendet wurde.
pl: Nie możesz użyć tego linku, ponieważ stracił ważność lub został zużyty.

source: Your password has been changed successfully.
de: Dein Passwort wurde geändert.
pl: Twoje hasło zostało zmienione.

source: Dashboard
de: Übersicht
pl: Pulpit

source: Statistics
de: Statistik
pl: Statystyki

source: Recent tasks
de: Kürzlich durchgeführte Aufgaben
pl: Ostatnie zadania

source: Task status
de: Aufgabenstatus
pl: Stan zadania

source: Name
pl: Nazwa

source: Revisions
de: Versionen
pl: Liczba rewizji

source: Indexing
de: Indiziert
pl: Indeksowanie

source: Enter a valid value
de: Gib einen gültigen Wert ein.
pl: Wprowadź poprawną wartość.

source: Encryption
de: Verschlüsselung
pl: Szyfrowanie

source: Important: only users with Manager permission can initialize an encrypted volume. The user will be prompted to set a password on first upload.
de: Achtung: nur Benutzer mit Manager-Berechtigungen können ein verschlüsseltes Laufwerk initialisieren. Der Benutzer wird beim ersten Hochladen zur Eingabe des Passworts aufgefordert.
pl: Uwaga: jedynie użytkownicy z uprawnieniem Zarządzania mogą zainicjować zaszyfrowany wolumin. Użytkownik zostanie poproszony o ustawienie hasła przy pierwszym wgraniu pliku.

source: You entered a wrong name!
de: Du hast einen falschen Namen eingegeben!
pl: Podałeś złą nazwę!

source: You can't add a new volume because you have reached the max volumes limit.
de: Du kannst kein neues Volume hinzufügen, da Du bereits die maximale Volumeanzahl erreicht hast.
pl: Nie możesz dodać nowego woluminu, ponieważ osiągnąłeś limit woluminów.

source: You can't add a new volume because this cluster has expired.
de: Du kannst kein neues Volume hinzufügen, da der Cluster abgelaufen ist.
pl: Nie możesz dodać nowego woluminu, ponieważ ten klaster wygasł.

source: You are running out of space on this cluster. Enter a smaller size and try again.
de: Dein Cluster wird zu voll. Bitte versuche es mit einer kleineren Größe.
pl: Konczy ci się miejsce na tym klastrze. Wprowadź mniejszy rozmiar i spróbuj ponownie.

source: This volume already exists.
de: Das Volume existiert bereits.
pl: Ten wolumin już istnieje.

source: Adding a new volume
de: Erstellt neues Volume
pl: Dodawanie nowego woluminu

source: You can't edit this volume because its cluster has expired.
de: Du kannst das Volume nicht ändern, da der Cluster abgelaufen ist.
pl: Nie możesz edytować tego woluminu, ponieważ ten klaster wygasł.

source: The volume has been removed.
pl: Usunięto wolumin.

source: The volume has been marked for deletion and will be removed soon.
pl: Zaplanowano usunięcie woluminu.

source: Volume {} is now public
pl: Wolumin {} jest teraz publiczny

source: Volume {} is now private
pl: Wolumin {} jest teraz prywatny

source: We are sorry, but the page you tried to access is not available.
pl: Przepraszamy, strona do której próbujesz się dostać jest niedostępna.

source: Invite an admin
de: Lade einen Administrator ein
pl: Zaproś administratora

source: E-mail
pl: Adres e-mail

source: Actions
de: Aktionen
pl: Operacje

source: Manage clusters
pl: Zarządzaj klastrami

source: Forgot password?
de: Passwort vergessen?
pl: Zapomniałeś hasła?

source: Go back
de: Zurück
pl: Wróć

source: Hello, %(user)s
de: Hallo, %(user)s
pl: Witaj, %(user)s

source: Change language
de: Sprache ändern
pl: Zmień język

source: Unlimited
de: Unbegrenzt
pl: (nielimitowane)

source: Total clusters
de: Anzahl Cluster
pl: Liczba klastrów

source: Clusters size
de: Clustergröße
pl: Rozmiar klastrów

source: Usage
de: In Verwendung
pl: Zajęte miejsce

source: Cluster configuration
pl: Konfiguracja klastra

source: Node management
pl: Zarządzanie węzłami

source: Mark as faulty
pl: Oznacz jako wadliwy

source: Loading...
de: Läd...
pl: Ładowanie...

source: Cluster unavailable
de: Cluster nicht verfügbar
pl: Klaster niedostępny

source: Failed to connect to SX cluster. Please check your configuration and make sure that at least one node is running.
pl: Błąd połączenia z klastrem. Sprawdź konfigurację i upewnij się, że conajmniej jeden węzeł jest aktywny.

source: This cluster has expired on %(date)s
de: Dieser Cluster ist am %(date)s ausgelaufen.
pl: Ten klaster wygasł w dniu %(date)s

source: This cluster will expire on %(date)s
de: Dieser Cluster läuft am %(date)s aus.
pl: Ten klaster wygaśnie w dniu %(date)s

source: Access log
de: Zugriffslog
pl: Dziennik

source: Settings
de: Einstellungen
pl: Ustawienia

source: Volumes
pl: Woluminy

source: Users
de: Benutzer
pl: Użytkownicy

source: Add a volume
de: Volume hinzufügen
pl: Dodaj wolumin

source: Import data
de: Daten importieren
pl: Import danych

source: Add a user
de: Benutzer hinzufügen
pl: Dodaj użytkownika

source: Add an administrator
de: Administrator hinzufügen
pl: Dodaj administratora

source: Remove
de: Löschen
pl: Usuń

source: Filters
de: Filter
pl: Filtry

source: Search
de: Suche
pl: Szukaj

source: Date
de: Datum
pl: Data

source: Operation
pl: Operacja

source: Path
de: Pfad
pl: Ścieżka

source: User agent
pl: Aplikacja kliencka

source: IP address
de: IP Adresse
pl: Adres IP

source: You are about to delete <strong>%(admin)s</strong> from %(cluster)s administrators.
pl: Właśnie usuwasz <strong>%(admin)s</strong> z administratorów %(cluster)s.

source: Import tasks
pl: Zadania importu

source: Owner
pl: Właściciel

source: Status
pl: Stan

source: Queued at
de: Eingereit am
pl: Data zakolejkowania

source: Ended at
de: Beendet am
pl: Data zakończenia

source: Status:
pl: Stan:

source: Progress:
de: Fortschritt:
pl: Postęp:

source: Importing from bucket "%(from)s" to volume "%(to)s".
pl: Importowanie z kontenera "%(from)s" do woluminu "%(to)s".

source: Total size of imported data:
de: Gesamte Größe der importierten Daten:
pl: Całkowity rozmiar importowanych danych:

source: not known yet
de: (noch) unbekannt
pl: nieznany

source: %(copied)s buckets imported, %(skipped)s skipped out of %(total)s.
pl: %(copied)s kontenerów zaimportowanych, %(skipped)s pominiętych spośród %(total)s.

source: Completed at:
de: Fertiggestellt am
pl: Czas zakończenia zadania:

source: Result:
de: Ergebnis:
pl: Wynik:

source: Buckets imported successfully:
de: Buckets erfolgreich importiert:
pl: Kontenery zaimportowane pomyślnie:

source: "%(bucket)s" as "%(volume)s"
pl: "%(bucket)s" jako "%(volume)s"

source: an existing volume was used
de: ein existierendes Volume wurde verwendet
pl: został użyty istniejący wolumin

source: size of imported data:
de: Größe der importierten Daten:
pl: rozmiar zaimportowanych danych:
