Repository: bvcsource/sxconsole
Catalog: sx-translations/sxconsole/*/LC_MESSAGES/django.po
Languages: de, pl

source: No buckets have been imported.
de: Keine Buckets wurden importiert.
pl: Nie zaimportowano żadnego kontenera.

source: Skipped buckets:
de: Überprungene Buckets:
pl: Pominięte kontenery:

source: Confirmation needed
de: Bestätigung erforderlich
pl: Potwierdź czynność

# brief reply to a question
source: Correct
de: Ja
pl: Zgadza się

source: Heads up!
de: Achtung!
pl: Uwaga!

source: You are about to delete <strong>%(object)s</strong>.
pl: Właśnie usuwasz <strong>%(object)s</strong>.

source: Do you wish to continue?
de: Möchtest Du fortfahren?
pl: Jesteś pewien?

source: Stats
de: Statistiken
pl: Statystyki

source: Admins
de: Administratoren
pl: Administratorzy

source: Tasks
de: Aufgaben
pl: Zadania

source: Logout
de: Abmelden
pl: Wyloguj

source: This is a demo. Many functionalities are partially or completely disabled to prevent abuse.
pl: To jest wersja demo. Wiele funkcji zostało częściowo lub całkowicie wyłączonych aby zapobiec nadużyciom.

source: Submit
de: OK
pl: Wyślij

source: (optional)
pl: (opcjonalne)

source: First
pl: Pierwsza

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: Last
pl: Ostatnia

source: You have been invited to %(app_name)s. Click the link below to join: %(link)s
de: Du wurdest zu %(app_name)s eingeladen. Klicke den folgenden Link an, um beizutreten: %(link)s
pl: Zostałeś zaproszony do %(app_name)s. Aby dołączyć, kliknij poniższy link: %(link)s

source: You have requested a password reset for your %(app_name)s account. Click the link below to recover your account: %(link)s
de: Du hast das Zurücksetzen Deines Passworts für %(app_name)s angefordert. Klicke den folgenden Link, um das Passwort zurückzusetzen: %(link)s
pl: Resetowanie hasła do konta %(app_name)s. Aby odzyskać swoje konto, kliknij poniższy link: %(link)s

source: Task
de: Aufgabe
pl: Zadanie

source: finished at:
de: Abgeschlossen am:
pl: zakończone:

source: Source S3 service:
de: Quelle (S3 Dienst):
pl: Źródłowa usługa S3:

source: Destination SX cluster:
de: Ziel (SX Cluster):
pl: Docelowy klaster SX:

source: Destination virtual cluster:
de: Ziel (virtueller Cluster)
pl: Docelowy wirtualny klaster:

source: Reason of failure:
de: Fehlerdetails:
pl: Powód niepowodzenia:

source: Imported buckets:
de: Importierte Buckets
pl: Zaimportowane kontenery:

source: as
de: als
pl: jako

source: Node %(ip)s
pl: Węzeł %(ip)s

source: <small>(inter-node: %(ip)s)</small>
pl: <small>(wew.: %(ip)s)</small>

source: faulty
pl: wadliwy

source: This node is down!
de: Der Knoten ist aus!
pl: Ten węzeł nie odpowiada.

source: Local time
de: Lokale Zeit
pl: Czas lokalny

source: CPU Cores
de: CPU Kerne
pl: Liczba rdzeni CPU

source: RAM
pl: Pamięć RAM

source: Disk usage
de: Festplattenbelegung
pl: Użycie dysku

source: (%(free_space)s free)
pl: (%(free_space)s wolne)

source: Virtual size
de: Virutelle Größe
pl: Wirtualny rozmiar

source: SX version
pl: Wersja SX

source: SX-Storage version
pl: Wersja SX-Storage

source: Node UUID
de: Knoten UUID
pl: UUID węzła

source: SX-Storage path
de: SX-Storage Pfad
pl: Ścieżka do SX-Storage

source: Add cluster
de: Cluster hinzufügen
pl: Dodaj klaster

source: %(cluster_usage)s used
pl: Zajęto %(cluster_usage)s

source: List of clusters (%(count)s)
pl: Lista klastrów (%(count)s)

source: There are no clusters yet
de: Es gibt noch keine Cluster
pl: Brak klastrów

source: Navigation
pl: Nawigacja

source: Select interval
de: Zeitraum auswählen
pl: Wybierz przedział

source: 3 hours
pl: 3 godziny

source: 24 hours
pl: 24 godziny

source: 1 week
pl: Tydzień

source: 1 month
pl: Miesiąc

source: 1 year
pl: Rok

source: Refresh
de: Aktualisieren
pl: Odśwież

source: Auto refresh
de: Automatische Aktualisierung
pl: Autoodświeżanie

source: Charts
de: Graphen
pl: Wykresy

source: Back to top
de: Zurück zum Anfang
pl: Powrót do góry

source: Loading statistics...
de: Läd Statistiken...
pl: Ładowanie statystyk...

source: Cluster info
de: Cluster Infos
pl: Informacje o klastrze

source: Cluster size (virtual)
de: Clustergröße (virtuell)
pl: Rozmiar klastra (wirtualny)

source: Available disk space
pl: Dostępna przestrzeń dysku

source: unavailable
de: nicht verfügbar
pl: niedostępne

source: Virtual clusters
de: Virtuelle Cluster
pl: Wirtualne klastry

source: Allocated size
de: Allokierter Speicher
pl: Zaalokowane miejsce

source: Usage (pre-replica)
de: Verwendung (vor Replikation)
pl: Użycie (przed replikami)

source: Usage (post-replica)
de: Verwendung (nach Replikation)
pl: Użycie (po replikach)

source: (zoneless)
de: (ohne Zone)
pl: (nieprzypisane)

source: Triggered by
de: Gestartet durch
pl: Uruchomione przez

source: Queue date
de: Warteschlange
pl: Data zakolejkowania

source: Start date
de: Beginn
pl: Data rozpoczęcia

source: End date
de: Ablaufdatum
pl: Data zakończenia

source: E-mail with password reset will be sent to <strong>%(email)s</strong>.
pl: E-mail dotyczący resetowania hasła zostanie wysłany do <strong>%(email)s</strong>.

source: You are about to delete user <strong>%(email)s</strong>.
pl: Właśnie usuwasz użytkownika <strong>%(email)s</strong>.

source: Success!
de: Fertig!
pl: Sukces!

source: Your password has been set. You can now log in to %(app_name)s.
pl: Twoje hasło zostało zmienione. Możesz się teraz zalogować do %(app_name)s.

source: Invalid token
de: Ungültiges token
pl: Błędny token

source: You can't set your password because this token expired, or has been already used up.
pl: Nie można ustawić hasła, ponieważ token wygasł lub został zużyty.

source: You are about to delete volume <strong>%(volume)s</strong> in cluster <strong>%(cluster)s</strong>.
pl: Właśnie usuwasz wolumin <strong>%(volume)s</strong> z klastra <strong>%(cluster)s</strong>.

source: <strong>This volume is not empty!</strong> If you know what you are doing, enter its name below.
pl: <strong>Ten wolumin nie jest pusty!</strong> Jeżeli na pewno wiesz co robisz, wprowadź nazwę woluminu poniżej.

source: %(volume_name)s settings
pl: Ustawienia %(volume_name)s

source: Make private
de: Veröffentlichen deaktivieren
pl: Ustaw jako publiczny

source: Make public
de: Veröffentlichen
pl: Ustaw jako prywatny

source: New user
de: Neuer Benutzer
pl: Nowy użytkownik

source: Warn time
de: Warn-Zeit

source: Dead time
de: Dead-Zeit

source: IN PROGRESS
de: AKTIV
