Repository: bvcsource/sxconsole
Catalog: sx-translations/sxconsole/*/LC_MESSAGES/javascript.po
Languages: de, pl

source: If one node of the cluster dies, the data stored in this volume will become unavailable. Recommended value: 2 or greater.
de: Wenn ein Knoten des Clusters ausfällt, ist das Volume nicht mehr verfügbar. Empfohlener Wert: 2 oder größer.
pl: Jeżeli jeden z węzłów klastra zostanie uszkodzony, dane przechowywane na tym woluminie staną się niedostępne. Zalecana wartość: 2 lub większa.

source: {{value}} of {{limit}}
pl: {{value}} z {{limit}}

source: Unlimited
pl: (nielimitowane)

source: Users
pl: Użytkownicy

source: Volumes
pl: Woluminy

source: Allocated space
pl: Zaalokowane miejsce

source: Space usage
pl: Zajęte miejsce

source: Delete volumes?
de: Volumes löschen?
pl: Usunąć woluminy?

source: Delete selected volumes
de: Ausgewählte Volumes löschen
pl: Usuń wybrane woluminy

source: The following volumes have not been deleted:
de: Folgende Volumes wurden nicht gelöscht:
pl: Następujące woluminy nie zostały usunięte:

source: The following volumes will be deleted:
de: Folgende Volumes werden gelöscht:
pl: Następujące woluminy zostaną usunięte:

source: ({{done}}/{{all}}) Deleting volumes...
de: ({{done}}/{{all}}) Lösche Volumes...
pl: ({{done}}/{{all}}) Usuwanie woluminów...

source: Failed to delete some volumes.
de: Einige Volumes konnten nicht gelöscht werden.
pl: Nie udało się usunąć niektórych woluminów.

source: Selected volumes have been deleted.
de: Ausgewählte Volumes wurden gelöscht.
pl: Usunięto wybrane woluminy.

source: Delete
de: Löschen
pl: Usuń

source: Close
de: Schließen
pl: Zamknij

source: Delete users?
de: Benutzer löschen?
pl: Usunąć użytkowników?

source: Delete selected users
de: Ausgewählte Benutzer löschen
pl: Usuń wybranych użytkowników

source: The following users have not been deleted:
de: Folgende User wurden nicht gelöscht:
pl: Następujący użytkownicy nie zostali usunięci:

source: The following users will be deleted:
de: Folgende Benutzer werden gelöscht:
pl: Następujący użytkownicy zostaną usunięci:

source: ({{done}}/{{all}}) Deleting users...
de: ({{done}}/{{all}}) Lösche Benutzer...
pl: ({{done}}/{{all}}) Usuwanie użytkowników...

source: Failed to delete some users.
de: Einige Benutzer konnten nicht gelöscht werden.
pl: Nie udało się usunąć niektórych użytkowników.

source: Selected users have been deleted.
de: Ausgewählte Benutzer wurden gelöscht.
pl: Usunięto wybranych użytkowników.

source: Login options
de: Login Optionen
pl: Opcje logowania

source: Show login options
de: Zeige Login Optionen
pl: Pokaż opcje logowania

source: Loading...
de: Läd...
pl: Ładowanie...

source: Failed to load login options.
de: Fehler beim Laden der Login Optionen
pl: Wystąpił problem podczas pobierania opcji logowania.

source: Retry
de: Wiederholen
pl: Spróbuj ponownie

source: Via S3 protocol
de: Mit S3 Protokol
pl: Poprzez protokół S3

source: S3 endpoint
de: S3 Endpunkt
pl: Adres S3

source: Access key ID
de: Zugriffsschlüssel ID
pl: ID klucza dostępu

source: Secret access key
de: Geheimer Zugriffsschlüssel
pl: Prywatny klucz dostępu

source: Quota
pl: Przydział

source: Submit
de: Absenden
pl: Zapisz

source: Failed to submit the form.
pl: Przy wysyłaniu formularza wystąpił błąd.

source: Loading users...
de: Läd Benutzer...
pl: Ładowanie użytkowników...

source: Failed to load users.
de: Kann Benutzer nicht laden.
pl: Wystąpił problem podczas pobierania użytkowników.

source: There are no users yet
de: Es gibt keine anderen Benutzer
pl: Brak użytkowników

source: Username
de: Benutzername
pl: Nazwa użytkownika

source: Actions
de: Aktionen
pl: Operacje

source: Manage quota
pl: Ustaw przydział

source: Reset password
de: Passwort zurücksetzen
pl: Resetuj hasło

source: Cannot delete reserved users.
de: Verwaltungsbenutzer können nicht gelöscht werden.
pl: Nie można usuwać zarezerwowanych użytkowników.

source: {{quota}} ({{quotaUsed}} used)
pl: {{quota}} (zużyto {{quotaUsed}})

source: Loading volumes...
de: Läd Volumes...
pl: Ładowanie woluminów...

source: Failed to load volumes.
de: Volumes konnten nicht geladen werden.
pl: Wystąpił problem podczas pobierania woluminów.

source: There are no volumes yet
de: Es existieren noch keine Volumes.
pl: Brak woluminów

source: Index
pl: Indeksowanie

source: Name
pl: Nazwa

source: Usage
de: Verwendung
pl: Zajęte miejsce

source: Size
de: Größe
pl: Rozmiar

source: Replicas
de: Kopien
pl: Liczba replik

source: Revs
de: Versionen
pl: Rewizje

source: This volume is encrypted
de: Das Laufwerk ist verschlüsselt
pl: Ten wolumin jest zaszyfrowany

source: Manage ACL
de: Verwalte ACL
pl: Zarządzaj uprawnieniami

source: Settings
de: Einstellungen
pl: Ustawienia

source: Cannot mass-delete non-empty volumes.
de: Mehrfach-Löschung nicht leerer Volumes ist nicht möglich
pl: Niepuste woluminy należy usuwać pojedynczo.

source: Failed to fetch acess logs. Try again later.
de: Kann Zugriffs-Logs nicht abrufen. Bitte versuche es später erneut.
pl: Nie udało się pobrać raportu dzienników dostępu. Spróbuj ponownie później

source: Fetching access logs...
de: Zugriffs-Logs abrufen...
pl: Pobieranie raportu dzienników dostępu...

source: Failed to queue the task.
de: Aufgabe konnte nicht eingeplant werden
pl: Wystąpił problem przy kolejkowaniu zadania.

source: The following command will be executed:
de: Folgender Befehl wird ausgeführt:
pl: Następująca komenda zostanie wywołana:

source: Failed to load preview.
de: Vorschau kann nicht geladen werden
pl: Wystąpił problem podczas pobierania podglądu.

source: Faulty
de: Defekt
pl: Wadliwy

source: Marked as faulty
de: Markiert als fehlerhaft
pl: Oznaczony jako wadliwy

source: Healthy
de: Gesund
pl: Zdrowy

source: Submit changes?
de: Änderungen absenden?
pl: Zapisać zmiany?

source: Submit changes
de: Änderungen übernehmen
pl: Zapisz zmiany

source: Node details
de: Knotendetails
pl: Szczegóły węzła

source: Node UUID
de: Knoten UUID
pl: UUID węzła

source: Node IP
de: Knoten IP
pl: IP węzła

source: Internal IP
de: Interne IP
pl: Wewnętrzne IP

source: Capacity
de: Kapazität
pl: Pojemność

source: SX version
pl: Wersja SX

source: Adding a new node
de: Neuen Knoten hinzufügen
pl: Dodawanie nowego węzła

source: Add node
de: Knoten hinzufügen
pl: Dodaj węzeł

source: Modifying a node
de: Knoten ändern
pl: Modyfikacja węzła

source: Modify
de: Ändern
pl: Modyfikuj

source: Restore
pl: Przywróc

source: Add zone
de: Zone hinzufügen
pl: Dodaj strefę

source: Delete zone?
de: Zone löschen?
pl: Usunąć strefę?

source: Zone {{name}} will be deleted.
de: Die Zone {{name}} wird gelöscht
pl: Strefa {{name}} zostanie usunięta.

source: This zone is empty.
de: Diese Zone ist leer.
pl: Ta strefa jest pusta.

source: Zone name
de: Zonenname
pl: Nazwa strefy

source: This is not a valid zone name.
de: Dies ist kein gültiger Zonenname
pl: Nieprawidłowa nazwa strefy.

source: This zone already exists.
de: Diese Zone existiert bereits
pl: Ta strefa już istnieje.

source: This zone name is too long.
de: Der Zonenname ist zu lang.
pl: Nazwa strefy jest zbyt długa.

source: Rename zone
de: Zone umbenennen
pl: Zmień nazwę strefy

source: Rename
de: Umbennenen
pl: Zmień nazwę

source: New node
de: Neuer Knoten
pl: Nowy węzeł

source: Set up node replacement
de: Ersatzknoten konfigurieren
pl: Skonfiguruj wymianę węzła

source: Undo
de: Rückgängig
pl: Cofnij

source: New ip: {{ip}}
de: Neue IP: {{ip}}
pl: Nowy adres: {{ip}}

source: {{operation}} in progress
de: {{operation}} wird ausgeführt
pl: {{operation}} w toku

source: There are nodes that need your attention!
de: Einige Knoten erfordern Aufmerksamkeit!
pl: Niektóre węzły potrzebują twojej uwagi!

source: Certain cluster management operations may be unavailable.
de: Einige Cluster-Management Operationen sind möglicherweise nicht verfügbar.
pl: Pewne opcje zarządzania klastrem mogą być niedostępne.

source: This node is faulty and needs to be replaced.
de: Dieser Knoten ist fehlerhaft und muss ersetzt werden.
pl: Ten węzeł jest wadliwy i należy go wymienić.

source: This node is not responding.
de: Dieser Knoten antwortet nicht.
pl: Ten węzeł nie odpowiada.

source: (zoneless)
de: (keine Zonen)
pl: (nieprzypisane)

source: Node size
de: Knoten Größe
pl: Rozmiar węzła

source: This is not a valid IP address
de: Dies ist keine gültige IP adresse
pl: Nieprawidłowy adres IP

source: Node internal IP
de: Interne Knoten IP
pl: Wewnętrzne IP węzła

source: This is not a valid size
de: Dies ist keine gültige Größe
pl: Nieprawidłowy rozmiar

source: Cluster name
pl: Nazwa klastra

source: Administrator rights
de: Administratorrechte
pl: Prawa administratora

source: Remove from admins
de: Lösche aus Administratoren
pl: Usuń z administratorów

source: Make administrator
de: Zu Administrator machen
pl: Dodaj do administratorów

source: Stored data
de: Gespeicherte Daten
pl: Przechowywane dane

source: System load average
de: Durchschnittliche Systemlast
pl: Średnia obciążenia systemu (loadavg)

source: Memory free
de: Freier Arbeitsspeicher
pl: Dostępna pamięć

source: Memory used
de: Verwendeter Arbeitsspeicher
pl: Pamięć w użyciu

source: Disk free
de: Freier Festplattenspeicher
pl: Wolne miejsce

source: Disk usage
de: Belegter Festplattenspeicher
pl: Zajęte miejsce

source: Incoming traffic
de: Eingehender Datenverkehr
pl: Ruch sieciowy przychodzący

source: Outgoing traffic
de: Ausgehender Datenverkehr
pl: Ruch sieciowy wychodzący

source: Task status
de: Aufgabenstatus
pl: Stan zadania

source: Task
de: Aufgabe
pl: Zadanie

source: Added
de: Hinzugefügt
pl: Dodano

source: Start date
de: Startdatum
pl: Data rozpoczęcia

source: End date
de: Enddatum
pl: Data zakończenia

source: Details
pl: Szczegóły

source: Last check: {{when}}
de: Letzte Prüfung: {{when}}
pl: Ostatnio sprawdzono: {{when}}

source: (optional)
pl: (opcjonalne)

source: Cancel
de: Abbrechen
pl: Anuluj

source: Permissions
de: Berechtigungen
pl: Uprawnienia

source: Read
de: Lesen
pl: Odczyt

source: The user can read files on the volume
de: Der Benutzer kann Dateien in dem Volumes lesen
pl: Użytkownik może odczytać pliki na woluminie

source: Write
de: Schreiben
pl: Zapis

source: The user can modify files on the volume
de: Der Benutzer kann Dateien in dem Volume verändern
pl: Użytkownik może modyfikować pliki na woluminie

source: Manager
de: Verwalten
pl: Zarządzanie

source: The user can manage permissions of other users on this volume
de: Der Benutzer kann Berechtigungen anderer Benutzer auf diesem Volume verändern
pl: Użytkownik może zarządzać uprawnieniami innych użytkowników tego woluminu
